#+FILETAGS: HEALTH
* Exercise							   :EXERCISE:
  :PROPERTIES:
  :ID:       3420f12a-2ad8-4511-8543-13d0044fcde6
  :END:

** Schedule
*** NEXT No Intensity
    SCHEDULED: <2012-11-23 Fri .+4d/5d>
    - State "DONE"       from "NEXT"       [2012-11-19 Mon 08:35]
    - State "DONE"       from "TODO"       [2012-11-14 Wed 11:16]
:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:LAST_REPEAT: [2012-11-19 Mon 08:35]
:ID: e38c9566-fca4-46e5-bf5f-a6c98c63f9f2
:END:

*** NEXT Low Intensity
    SCHEDULED: <2012-11-20 Tue .+4d/5d>
    - State "DONE"       from "TODO"       [2012-11-15 Thu 17:00]
:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:LAST_REPEAT: [2012-11-15 Thu 17:00]
:ID: c5da0e4d-cf57-4caf-ba23-369257edd6ac
:END:

*** NEXT Mod Intensity
    SCHEDULED: <2012-11-24 Sat .+4d/5d>
    - State "DONE"       from "NEXT"       [2012-11-17 Sat 10:58]
:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:ID: 2fd02d93-9376-4172-b361-0e865b293007
:LAST_REPEAT: [2012-11-17 Sat 10:58]
:END:
    
*** NEXT High Intensity
    SCHEDULED: <2012-11-24 Sat .+4d/5d>
    - State "DONE"       from "NEXT"       [2012-11-18 Sun 09:59]
:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:ID: d52c3978-eea8-457c-b9c9-1a38d6d54a88
:LAST_REPEAT: [2012-11-18 Sun 09:59]
:END:

*** NEXT Eye exercises
    SCHEDULED: <2012-11-21 Wed .+1d/2d>
    - State "DONE"       from "NEXT"       [2012-11-20 Tue 10:16]
    - State "DONE"       from "NEXT"       [2012-11-16 Fri 14:25]
:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:ID: bb3574e2-d88d-476f-8d3a-ebde4a1691b7
:LAST_REPEAT: [2012-11-20 Tue 10:16]
:END:

*** NEXT Meditate
    SCHEDULED: <2012-11-21 Wed .+1d/2d>
    - State "DONE"       from "NEXT"       [2012-11-20 Tue 07:15]
    - State "DONE"       from "NEXT"       [2012-11-19 Mon 14:15]
    - State "DONE"       from "NEXT"       [2012-11-18 Sun 09:50]
    - State "DONE"       from "NEXT"       [2012-11-17 Sat 15:01]
    - State "DONE"       from "NEXT"       [2012-11-16 Fri 14:17]
  :LOGBOOK:
  CLOCK: [2012-11-16 Fri 13:40]--[2012-11-16 Fri 14:17] =>  0:37
  :END:

:PROPERTIES:
:STYLE: habit
:REPEAT_TO_STATE: NEXT
:ID: e2e6b51c-d085-4668-ac4f-9d7e13df147d
:LAST_REPEAT: [2012-11-20 Tue 07:15]
:END:
** Routines 
*** Intuflow
**** Target HR 
- min 0.0 * (HR Max - HR Rest) + HR Rest 
  e.g.           0.0 * (180 - 60) + 60 = 60
- max 0.2 * (HR Max - HR Rest) + HR Rest
  e.g.           0.2 * (180 - 60) + 60 = 84
**** Template
| Rest HR | Final HR | Tech | Eff | Disc |
|---------+----------+------+-----+------|
|         |          |      |     |      |
*** Qi Gong
**** Target HR 
- min 0.0 * (HR Max - HR Rest) + HR Rest 
  e.g.           0.0 * (180 - 60) + 60 = 60
- max 0.2 * (HR Max - HR Rest) + HR Rest
  e.g.           0.2 * (180 - 60) + 60 = 84
**** Template
| Rest HR | Final HR | Tech | Eff | Disc |
|---------+----------+------+-----+------|
|         |          |      |     |      |

*** Tai Ji
**** Target HR 
- min 0.0 * (HR Max - HR Rest) + HR Rest 
  e.g.           0.0 * (180 - 60) + 60 = 60
- max 0.2 * (HR Max - HR Rest) + HR Rest
  e.g.           0.2 * (180 - 60) + 60 = 84
**** Template
| Rest HR | Final HR | Tech | Eff | Disc |
|---------+----------+------+-----+------|
|         |          |      |     |      |


*** Ageless mobility
**** Target HR
- min < 0.2 * (HR Max - HR Rest) + HR Rest
e.g.           0.2 * (180 - 60) + 60 = 84
- max < 0.4 * (HR Max - HR Rest) + HR Rest
e.g.           0.4 * (180 - 60) + 60 = 108

**** Template
| Rest HR | Final HR | Tech | Eff | Disc |
|---------+----------+------+-----+------|
|         |          |      |     |      |

*** Thrive flow
**** Target HR
- min < 0.2 * (HR Max - HR Rest) + HR Rest
e.g.           0.2 * (180 - 60) + 60 = 84
- max < 0.4 * (HR Max - HR Rest) + HR Rest
e.g.           0.4 * (180 - 60) + 60 = 108

**** Template
| Rest HR | Final HR | Tech | Eff | Disc |
|---------+----------+------+-----+------|
|         |          |      |     |      |


*** Flowphysique
**** Target HR (Mod) 
- max 0.4 * (HR Max - HR Rest) + HR Rest
  e.g.           0.4 * (180 - 60) + 60 = 108
- max 0.7 * (HR Max - HR Rest) + HR Rest
  e.g.           0.6 * (180 - 60) + 60 = 144
**** Target HR (High) 
- max 0.7 * (HR Max - HR Rest) + HR Rest
  e.g.           0.6 * (180 - 60) + 60 = 144
- max 1.0 * (HR Max - HR Rest) + HR Rest
  e.g.           1.0 * (180 - 60) + 60 = 180
**** Level 1 Templates
***** [20/10X8+60]6

| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+----+---+---+---|
| Hack Squat        |   |   |   |   |   |   |   |   |    |   |   |   |
| Plank Pull Knee   |   |   |   |   |   |   |   |   |    |   |   |   |
| Sit Thru Knee     |   |   |   |   |   |   |   |   |    |   |   |   |
| Knee Press        |   |   |   |   |   |   |   |   |    |   |   |   |
| Basic Spinal Rock |   |   |   |   |   |   |   |   |    |   |   |   |
| Table Lift        |   |   |   |   |   |   |   |   |    |   |   |   |

| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |      |     |      |


***** 4/1X4
***** EMOTM
****** Instructions
For 20 minues, every minute on the minute perform a set.
****** Sets
- 4 x quad press
- 4 x spinal rocks
- 4 x swinging tripod
- 4 x knee press
****** Workout Log

|       Date | Intensity | Rest HR | HR Max | HR Target Min | HR Target Max | HR Final | Reps | Technique | Effort | Discomfort |
|------------+-----------+---------+--------+---------------+---------------+----------+------+-----------+--------+------------|
| 2012-11-08 | Mod       |      70 |    180 |           110 |           140 |      124 |   11 |         9 |      8 |          3 |
|            |           |         |        |               |               |          |      |           |        |            |
***** AMRAP
****** Instructions
Do as many sets as possible in 20 mins.
****** Sets
- 5 x burpees
- 5 x knee presses
- 5/5 x gecko presses
- 5 x shoulder bridge tucks
****** Log

|       Date | Intensity | Rest HR | HR Max | HR Target Min | HR Target Max | HR Final | Reps | Technique | Effort | Discomfort |
|------------+-----------+---------+--------+---------------+---------------+----------+------+-----------+--------+------------|
| 2012-11-12 | Mod       |      74 |    180 |           110 |           140 |      164 |   4  |         7 |      8 |          4 |
| 2012-11-13 | High      |      60 |    180 |           140 |           180 |      156 |   6  |         8 |      9 |          4 |
|            |           |         |        |               |               |          |      |           |        |            |

***** [90/3X5]2
***** AFAP
**** Level 2 Templaes
**** Level 3 Templates
** Log
*** Progress
|       Date | Routine  | Rest HR | Final HR | Score | Tech | Eff | Disc | Ref         |
|------------+----------+---------+----------+-------+------+-----+------+-------------|
| 2012-11-19 | Intuflow |      53 |       71 |       |    9 |   3 |    2 | [[id:6802377a-4a60-4058-9dfa-8804ed1f03fc][Intuflow]]    |
| 2012-11-20 | Thrive   |         |          |       |    8 |   4 |    3 | [[id:1525e014-2499-45b3-b98b-e8913c6a126b][Thrive Flow]] |
|            |          |         |          |       |      |     |      |             |
  

*** 2012
    :PROPERTIES:
    :ID:       c85a7bee-b393-4db9-acee-a98cce4adbf7
    :END:
**** 2012-10 October
***** 2012-10-30
****** Flow Physique : [20/10x8+60]6 Mod
#+TBLNAME: 20121030
| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | Min |  HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+-----+-----+---+---+---|
| Hack Squat        | 6 | 8 | 8 | 7 | 7 | 6 |   |   | =   | 124 | 8 | 5 | 2 |
| Plank Pull Knee   | 4 | 4 | 4 | 4 | 4 | 4 |   |   |     | 124 | 8 | 6 | 3 |
| Sit Thru Knee     | 6 | 6 | 7 | 6 | 6 | 6 |   |   |     | 152 | 8 | 6 | 3 |
| Knee Press        | 5 | 5 | 5 | 5 | 4 | 4 |   |   |     | 112 | 7 | 7 | 4 |
| Basic Spinal Rock | 4 | 4 | 4 | 4 | 4 | 4 |   |   |     | 124 | 8 | 6 | 4 |
| Table Lift        | 3 | 3 | 3 | 3 | 3 | 3 |   |   |     |  84 | 8 | 6 | 4 |

| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|      65 |      124 |       |      |     |      |
       #+TBLFM: @2$2=remote(20121030,@6$10)

***** 2012-10-31
****** Flow Physique : [20/10x8+60]6 High
| Exercise          | 1 | 2 | 3 | 4 | 5 | 6 | 7 | 8 | HR | T | E | D |
|-------------------+---+---+---+---+---+---+---+---+----+---+---+---|
| Hack Squat        |   |   |   |   |   |   |   |   |    |   |   |   |
| Plank Pull Knee   |   |   |   |   |   |   |   |   |    |   |   |   |
| Sit Thru Knee     |   |   |   |   |   |   |   |   |    |   |   |   |
| Knee Press        |   |   |   |   |   |   |   |   |    |   |   |   |
| Basic Spinal Rock |   |   |   |   |   |   |   |   |    |   |   |   |
| Table Lift        |   |   |   |   |   |   |   |   |    |   |   |   |

| Rest HR | Final HR | Score | Tech | Eff | Disc |
|---------+----------+-------+------+-----+------|
|         |          |       |      |     |      |
      
**** 2012-11 November
***** 2012-11-19 Monday
****** Intuflow
     :LOGBOOK:
     CLOCK: [2012-11-19 Mon 08:38]--[2012-11-19 Tue 09:04] =>  0:26
     :END:
       :PROPERTIES:
       :ID:       6802377a-4a60-4058-9dfa-8804ed1f03fc
       :END:
[2012-11-20 Thu 15:30]

***** 2012-11-20 Tuesday
****** Thrive Flow
     :LOGBOOK:
     CLOCK: [2012-11-20 Tue 15:30]--[2012-11-20 Tue 16:00] =>  0:30
     :END:
       :PROPERTIES:
       :ID:       1525e014-2499-45b3-b98b-e8913c6a126b
       :END:
[2012-11-20 Thu 15:30]
* Diet 								       :DIET:
  :PROPERTIES:
  :ID:       388ded9e-79b9-4d94-bba7-0b5bcc314c75
  :END:
* Sleep								      :SLEEP:
  :PROPERTIES:
  :ID:       4e099e68-e71a-49c9-9aeb-57630a120837
  :END:
* Vitals							     :VITALS:
  :PROPERTIES:
  :ID:       a4059ce5-fba1-47ec-a0c4-6cd08d2497fd
  :END:
** Heart Rate
| Time             | HR |
|------------------+----|
| 2012-11-12 07:43 | 50 |
| 2012-11-12 20:59 | 58 |
| 2012-11-13 06:54 | 58 |
| 2012-11-13 21:00 | 60 |
| 2012-11-14 08:46 | 55 |
| 2012-11-14 20:25 | 76 |
| 2012-11-15 06:34 | 52 |
| 2012-11-15 21:42 | 57 |
   

** Blood pressure
** Weight
| Time             |   HR |
|------------------+------|
| 2012-11-13 07:13 | 78.9 |
| 2012-11-13 21:00 | 78.5 |
| 2012-11-14 08:46 | 77.3 |
| 2012-11-14 20:13 | 78.7 |
| 2012-11-15 21:15 | 78.8 |
|                  |      |


** Control Pause
** Temperature
** Mood 



